
  {
	"name": "الجامعة السلفیة فیصل آباد",
	"welcome": "مرحبًا بك في مدرستنا",
	"home": "الرئيسية",
	"about": "عن الجامعة",
	"alumni": "الخريجون",
	"departments": "الأقسام",
	"research": "الأبحاث",
	"contact": "اتصل",
	"more": "مزيد",
	"fatwaheading": "دار الافتاء",
	"fatwaheadingDetails": "دار الإفتاء في الجامعة مختصة في حل المسائل العلمية والدعوية، وتوفير ردود فقهية إسلامية. تقدم دار الإفتاء إرشادات دينية للطلاب والعامة في المسائل الدينية",
	"readMore": "اقرا",
	"universityInfo": {
		"name": "جامعہ سلفیہ فیصل آباد",
		"description": "جامعہ سلفیہ فیصل آباد، إحدى المؤسسات التعليمية الدينية العلمية في محافظة البنجاب، باكستان.",
		"foundingDate": "تاریخ التأسیس",
		"foundingDateDetails": "تم تأسيس جامعہ سلفیہ فیصل آباد في إبريل 1955.",
		"location": "الموقع",
		"locationDetails": "تقع جامعہ سلفیہ في شارع شیخوپورہ، منطقة حاجی آباد. تمتد المساحة إلى حوالي 4 فدادين، وتحتوي على جامع كبير، مكاتب، صفوف دراسية، مساكن للطلاب، مكتبة، قاعة فيصل، مطعم، دار ضيافة، ومبنى للتخصصات العليا.",
		"facilities": "المرافق",
		"facilitiesList": [
		  "جامع مسجد",
		  "مكاتب",
		  "صفوف دراسية",
		  "مساكن الطلاب",
		  "قاعة المكتبة",
		  "قاعة فيصل",
		  "مطعم",
		  "دار ضيافة",
		  "مباني للتخصصات العليا"
		],
		"founders": "مؤسسي الجامعة",
		"foundersList": [
		  "مولانا سید محمد داود غز نوی",
		  "مولانا محمد اسماعیل سلفی",
		  "میاں محمد باقر",
		  "مولانا محمد عبد اللہ",
		  "حکیم نور الدین (رحمہ اللہ)"
		],
		"committee": "رئيس اللجنة",
		"committeeDetails": "تم تشكيل لجنة لجامعہ سلفیہ عند تأسيسها، حيث تم تعيين مولانا سید محمد داود غزنوی رئيسًا أول، بينما تم تعيين مولانا محمد اسماعیل سلفی ناظمًا أول. كان باقي أعضاء اللجنة هم: مولانا محمد حنیف ندوی، مولانا محمد اسحاق چیمہ، مولانا عطاءاللہ حنیف بھوجیانی، میاں فضل حق، مولانا محمد صدیق، حاجی محمد اسحاق حنیف، مولانا عبید اللہ احرار، ومیاں عبد المجید.",
		"history": "التاریخ",
		"historyDetails": "تم عقد المؤتمر السنوي لجمعیة اہل حدیث پاکستان في لائل پور (فیصل آباد) في 4/5 أبريل 1955 برئاسة مولانا سید محمد اسماعیل غزنوی (رحمہ اللہ)، الذي قرر تأسيس دار علوم لجماعة اہل حدیث. قدم مولانا محمد حنیف ندوی (رحمہ اللہ) اقتراحًا باسم جامعہ سلفیہ وتمت الموافقة عليه بشكل متفق، واتفق أيضًا على أن 'جامعہ سلفیہ' ستتأسس في لائل پور (فیصل آباد) نفسها. وبالتالي، في 4 أبريل 1955، تم تأسيس جامعہ سلفیہ في فیصل آباد بمبادرة من الشيخ الكبير حکیم نور الدین (رحمہ اللہ).",
		"administrators": "الإدارة",
		"administratorsList": [
		  "مولانا ابوحفص عثمانی",
		  " (حالياً) مولانا محمد یٰسین ظفر"
		],
		"teachers": "علماء جامعہ سلفیہ",
		"oldTeachers": "تدرس في جامعہ سلفیہ منذ فترات مختلفة، ومن بين العلماء البارزين الذين قدموا دروسًا فيها:",
		"oldTeachersList": [
		  "مولانا محمد حنیف ندوی",
		  "مولانا محمد اسحاق چیمہ",
		  "مولانا عطاء اللہ حنیف بھوجیانی",
		  "میاں فضل حق",
		  "مولانا محمد صدیق",
		  "حاجی محمد اسحاق حنیف",
		  "مولانا عبید اللہ احرار",
		  "میاں عبد المجید",
		  "مولانا محمد یونس بٹ صاحب"
		],
		"currentTeachers": "المدرسين الحاليين",
		"currentTeachersList": [
		  "مولانا حافظ عبدالعزیز علوی (شیخ الحدیث الحالي)",
		  "حافظ مسعود عالم"
		],
		"end": "عدد كبير من العلماء الكرام تخرجوا من جامعہ سلفیہ. تعد جامعہ سلفیہ مكافأة للمدينة الجامعية. وأيضا، يقع مكتب رئيس وفاق المدارس السلفية في جامعہ سلفیہ."
	  }	  
}
